[
  {
    "count": 4,
    "description": "Cyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival. Improved and featuring all-new free additional content, customize your character and playstyle as you take on jobs, build a reputation, and unlock upgrades. The relationships you forge and the choices you make will shape the story and the world around you. Legends are made here. What will yours be?",
    "id": "game-1",
    "price": 2.4,
    "title": "Cyberpunk 2077",
    "imageUrl": "https://hot-game.info/uploads/media/game/0001/44/thumb_43879_game_poster.jpeg"
  },
  {
    "count": 6,
    "description": "In Assassin's Creed® Valhalla, become Eivor, a legendary Viking warrior on a quest for glory. Explore England's Dark Ages as you raid your enemies, grow your settlement, and build your political power.",
    "id": "game-2",
    "price": 10,
    "title": "Assassins creed: Valhalla",
    "imageUrl": "https://pstationblog.ru/wp-content/uploads/2020/08/assassins-creed-valhalla.jpg"
  },
  {
    "count": 7,
    "description": "The Elder Scrolls V: Skyrim is an action role-playing video game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fifth main installment in the Elder Scrolls series, following 2006's",
    "id": "game-3",
    "price": 23,
    "title": "The Elder Scrolls V: Skyrim",
    "imageUrl": "https://cdn-ext.fanatical.com/production/product/1280x720/305f04c9-8780-4c7b-91dd-e87979844dab.jpg"
  },
  {
    "count": 12,
    "description": "Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online.",
    "id": "game-4",
    "price": 15,
    "title": "Red dead redemption 2",
    "imageUrl": "https://i.playground.ru/p/ViQ3s740dLb0pJXIbPqUMw.jpeg"
  },
  {
    "count": 7,
    "description": "THE NEW FANTASY ACTION RPG. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.",
    "id": "game-5",
    "price": 23,
    "title": "Elden Ring",
    "imageUrl": "https://gaming.lenovo.com/emea/attachment.php?attachmentid=5123"
  },
  {
    "count": 8,
    "description": "His vengeance against the Gods of Olympus years behind him, Kratos now lives as a man in the realm of Norse Gods and monsters. It is in this harsh, unforgiving world that he must fight to survive… and teach his son to do the same.",
    "id": "game-6",
    "price": 15,
    "title": "God of War",
    "imageUrl": "https://greatgamer.ru/images/games_cover/cover_30768.jpg"
  }
]
